Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-Profile.xcstrings
Source language: en
Languages: be, da, de, el, es_ar, et, fr, ga, is, it, nl, tr, uk, vi, zh_hant

# Scene.Profile.SuspendedAccount.explanation
source: This account has been hidden by your moderators.
be: Гэты ўліковы запіс быў схаваны мадэратарамі.
da: Denne konto er blevet skjult af dine moderatorer.
de: Dieses Profil wurde von den Moderator*innen ausgeblendet.
el: Αυτός ο λογαριασμός έχει κρυφτεί από τους συντονιστές σου.
es_ar: Esta cuenta fue ocultada por tus moderadores.
et: See kasutajakonto on peidetud serveri moderaatorite poolt.
fr: Ce compte a été masqué par l'équipe de modération.
ga: Chuir do mhodhnóirí an cuntas seo i bhfolach.
is: Þessi notandaaðgangur hefur verið falinn af stjórnendum netþjónsins þíns.
it: Questo account è stato nascosto dai tuoi moderatori.
tr: Bu hesap moderatörleriniz tarafından gizlendi.
uk: Обліковий запис сховали ваші модератори.
vi: Tài khoản này đã bị ẩn bởi quản trị viên.
zh_hant: 此個人檔案已被您的管理員隱藏。

# Scene.Profile.SuspendedAccount.explanationWithDomain
source: This account has been hidden by the moderators of %1$(domainName)@.
be: Гэты ўліковы запіс быў схаваны мадэратарамі %1$(domainName)@.
da: Denne konto er blevet skjult af %1$(domainName)@-moderatorerne.
de: Dieses Profil wurde von den Moderator*innen von %1$(domainName)@ ausgeblendet.
el: Αυτός ο λογαριασμός έχει κρυφτεί από τους συντονιστές του %1$(domainName)@.
es_ar: Esta cuenta fue ocultada por los moderadores de %1$(domainName)@.
et: See kasutajakonto on peidetud %1$(domainName)@ serveri moderaatorite poolt.
fr: Ce compte a été masqué par l'équipe de modération de %1$(domainName)@.
ga: Tá an cuntas seo curtha i bhfolach ag modhnóirí %1$(domainName)@.
is: Þessi notandaaðgangur hefur verið falinn af stjórnendum á %1$(domainName)@.
it: Questo account è stato nascosto dai moderatori di %1$(domainName)@.
tr: Bu hesap %1$(domainName)@ moderatörleri tarafından gizlendi.
uk: Обліковий запис сховали модератори %1$(domainName)@.
vi: Tài khoản này đã bị ẩn bởi quản trị viên %1$(domainName)@.
zh_hant: 此個人檔案已被 %1$(domainName)@ 的管理員隱藏。

# Scene.Profile.SuspendedAccount.title
source: Account suspended
be: Уліковы запіс заблакіраваны
da: Konto suspenderet
de: Konto dauerhaft gesperrt
el: Λογαριασμός σε αναστολή
es_ar: Cuenta suspendida
et: Kasutajakonto tegevus on peatatud
fr: Compte suspendu
ga: Cuntas ar fionraí
is: Notandaaðgangur í frysti
it: Account sospeso
tr: Hesap askıya alındı
uk: Обліковий запис призупинено
vi: Tài khoản bị vô hiệu hóa
zh_hant: 帳號己被停權
